/* AppleScript Error Alert */
"%@\nFound at character index, length: %d, %d" = "%@\nFound at character index, length: %d, %d";
"AppleScript Error %@" = "AppleScript エラー %@";

/* File Size Abbrev. */
"b" = "b";
"GB" = "GB";
"KB" = "KB";
"MB" = "MB";

/* General Error Alert */
"Details..." = "詳細...";
"Error" = "エラー";
"Exception Details" = "Exception Details";
"Name: %@\nReason: %@\nStack Trace:\n%@\n\nInfo:\n%@\n" = "名称: %@\n理由: %@\nスタック トレース:\n%@\n\nInfo:\n%@\n";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(なし)";

/* Isis: Alert Body */
"The latest version of %@ is %@. Choose \"More Info\" to open a web page from which you can download or get information about this new version." = "最新バージョンの %@ は %@ です。 \"詳細\" を選択して Webページを開き、このバージョンをダウンロードもしくは詳細を御覧ください。";

/* Isis: Alert Title */
"A new version of %@ is now available." = "最新バージョンの %@ が入手可能です。";
"You're currently using the most up-to-date version of %@." = "現在お使いの %@ は最新バージョンです。";

/* Isis: Button */
"Download now" = "今すぐダウンロード";
"More Info..." = "詳細...";
"Update Later" = "後で";

/* Isis: Error Msg */
"Software Update Failed: Couldn't load remote version info" = "アップデート失敗: リモートバージョン情報を読み込みできませんでした";
"Software Update Failed: Failed to find bundle with given identifier" = "アップデート失敗: 与えられた識別情報でのバンドルを発見できませんでした";

/* Noise Alert
   AppleScript Error Alert
   General Error Alert
   Trash Alert
   Isis: Button */
"OK" = "OK";

/* Noise Alert */
"Do Not Adjust Your Speakers" = "お使いのスピーカを調整しないでください";
"Purchase" = "購入する";
"You are using an UNREGISTERED copy of %@. Because of this, the quality of the audio being hijacked will now begin deteriorating noticeably. Nothing is wrong with your speakers - you simply need to register to retain completely full-quality audio" = "現在お使いの %@ は未登録です。その為、ハイジャックする音質は目覚ましく劣化し始めます。お使いのスピーカには何の問題もありません - 十分な音質でご利用頂くにはただ、登録する必要があります。";

/* Registration Status */
"Be sure to enter your name and code exactly as they were sent to you." = "お名前とコードは正確にメールでお知らせした通りに入力してください。";
"Thanks for registering!" = "ご登録ありがとうございます！";

/* Timers:  */
"Everyday" = "毎日";
"Weekdays" = "平日";
"Weekends" = "週末";

/* Timers: Abbrev. */
"Fr" = "金";
"Mo" = "月";
"Sa" = "土";
"Su" = "日";
"Th" = "木";
"Tu" = "火";
"We" = "水";

/* Timers: No Days Selected */
"Never" = "しない";

/* Track Time Formatter: Time data is not avaliable */
"N/A" = "N/A";

/* Trash Alert */
"This copy of %@ appears to be in the Trash" = "この %@ はゴミ箱の中にあるようです。";
"You probably want to be running some other copy of %@, and not this one." = "このコピーの %@ ではなく、おそらくは別のコピーでの起動をお望みでしょう。";

